[
  {
    "id": 1,
    "estate_title": "Luxury Villa with Ocean View",
    "segment_name": "Luxury",
    "description": "Beautiful villa overlooking the ocean, with spacious living areas, modern kitchen, and private swimming pool. This luxurious property is perfect for those seeking tranquility and elegance. Enjoy breathtaking sunsets from the comfort of your own home, surrounded by lush gardens and panoramic views of the Pacific Ocean. Indulge in the ultimate coastal lifestyle with this exquisite villa in Malibu, California.",
    "price": "$1,500,000",
    "status": "sale",
    "area": "3000 sq ft",
    "location": "Malibu, California",
    "facilities": ["living room", "swimming pool", "kitchen"],
    "image": "https://i.ibb.co/3FGkxpn/186077-1.jpg"
  },
  {
    "id": 2,
    "estate_title": "Cozy Downtown Apartment",
    "segment_name": "Apartment",
    "description": "Charming apartment located in the heart of the city, close to all amenities and transportation. This cozy apartment offers convenience and comfort, with easy access to shopping, dining, and entertainment. The vibrant energy of New York City awaits just steps from your doorstep. Experience urban living at its finest in this stylish downtown apartment.",
    "price": "$2,500/month",
    "status": "rent",
    "area": "800 sq ft",
    "location": "New York City, New York",
    "facilities": ["living room", "kitchen"],
    "image": "https://i.ibb.co/7V87S93/pexels-binyamin-mellish-1396132.jpg"
  },
  {
    "id": 3,
    "estate_title": "Modern Loft with City View",
    "segment_name": "Luxury",
    "description": "Sleek and modern loft offering stunning views of the city skyline, perfect for urban living. This contemporary loft features high ceilings, floor-to-ceiling windows, and open-concept living spaces. Wake up to breathtaking sunrises and unwind to mesmerizing city lights in the evening. Embrace the dynamic lifestyle of Los Angeles in this luxurious modern loft.",
    "price": "$900,000",
    "status": "sale",
    "area": "1800 sq ft",
    "location": "Los Angeles, California",
    "facilities": ["living room", "kitchen"],
    "image": "https://i.ibb.co/gTPvd56/pexels-curtis-adams-5502227.jpg"
  },
  {
    "id": 4,
    "estate_title": "Spacious Family Home",
    "segment_name": "House",
    "description": "Family-friendly home with ample space for kids and pets, featuring a large backyard and cozy living areas. This spacious home is designed for comfortable family living, with multiple bedrooms, a fully-equipped kitchen, and a versatile living space. Enjoy outdoor gatherings in the expansive backyard, perfect for barbecues and playtime. Create lasting memories in this welcoming family home in Austin, Texas.",
    "price": "$350,000",
    "status": "sale",
    "area": "2500 sq ft",
    "location": "Austin, Texas",
    "facilities": ["living room", "kitchen", "backyard"],
    "image": "https://i.ibb.co/N2MW2tS/pexels-pixabay-53610.jpg"
  },
  {
    "id": 5,
    "estate_title": "Seaside Cottage Retreat",
    "segment_name": "House",
    "description": "Quaint cottage located steps away from the beach, offering a peaceful retreat with coastal charm. This charming cottage is the perfect escape for beach lovers, with its cozy interiors and serene surroundings. Wake up to the sound of waves crashing and spend your days exploring sandy shores and hidden coves. Experience the ultimate seaside getaway in this picturesque cottage in Santa Cruz, California.",
    "price": "$400,000",
    "status": "sale",
    "area": "1200 sq ft",
    "location": "Santa Cruz, California",
    "facilities": ["living room", "kitchen", "patio"],
    "image": "https://i.ibb.co/tqrTXd5/pexels-pixabay-280222.jpg"
  },
  {
    "id": 6,
    "estate_title": "Mountain View Chalet",
    "segment_name": "Chalet",
    "description": "Rustic chalet nestled in the mountains, surrounded by nature and offering panoramic views of the valley. Escape the hustle and bustle of city life and retreat to this peaceful mountain chalet. Relax on the deck and soak in the stunning vistas, or cozy up by the fireplace on chilly evenings. Whether you're seeking adventure or relaxation, this mountain view chalet in Aspen, Colorado, offers the perfect mountain retreat.",
    "price": "$600,000",
    "status": "sale",
    "area": "2000 sq ft",
    "location": "Aspen, Colorado",
    "facilities": ["living room", "kitchen", "fireplace", "deck"],
    "image": "https://i.ibb.co/VWzZ8yv/pexels-thgusstavo-santana-2102587.jpg"
  }
]
